{
  "avante.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-which-key": { "branch": "master" }
}
